<template>
    <div class="content">
        <div class="columns">
            <div class="column is-size-4 is-offset-4">
                <h3>Сергей Тюрин</h3>
            </div>
        </div>
        <p>Сергей Тюрин - бренд одежды нового поколения. Он не копирует прошлое и не предсказывает будущее – он находится в состоянии «здесь и сейчас», транслируя его всему миру.</p>
        <p>Сергей Тюрин позиционирует себя не только как бренд одежды, но и как лайфстайл-хаб, собравший огромное коммьюнити благодаря своему имиджу в социальных сетях, показам, громким вечеринкам и коллаборациям.</p>
        <p>Бренд презентует свои сезонные коллекции в рамках Недели моды в Париже и претендует на статус одного из самых перспективных и заметных проектов в фэшн-индустрии. Команда дизайнеров Сергей Тюрина создает одежду для таких же, как они – для современной аудитории, живущей в потоке информации и свободной от общественных рамок.</p>
        <p>Вещи из коллекций Сергей Тюрин можно приобрести во флагманских магазинах в Москве, а также на сайте sergeytyurin.com.</p>
        <div class="columns mt-5">
            <div class="column is-3">
                <h4>ПО ВОПРОСАМ, СВЯЗАННЫМ С ЗАКАЗАМИ И РАБОТОЙ САЙТА:</h4>
                <p>sergeytyurinsupport@sergssnorth.ru</p>
                <p>+7 (966) 056-06-95</p>
                <p>11:00-20:00</p>
            </div>
            <div class="column is-3 is-offset-1">
                <h4>ПО ПОВОДУ ОПТОВЫХ ЗАКАЗОВ:</h4>
                <p>sergeytyurinorder@gmail.com</p>
            </div>
            <div class="column is-3 is-offset-1">
                <h4>ПО ПОВОДУ СОТРУДНИЧЕСТВА:</h4>
                <p>sergeytyurincollaboration@gmail.com</p>
            </div>
        </div>
    </div>
</template>

<script>

export default {
  name: 'AboutUs',
  data() {
    return {
        
    }
  },
  mounted() {
    document.title = 'О нас'
  },
}
</script>

<style lang="scss">

h4 {
  background-color: transparent;
  color: #000;
}
</style>